{"sections":{"main":{"type":"main-faqs-page","blocks":{"15d9d2f4-1bdd-49c8-9a99-58246020f05c":{"type":"paragraph","settings":{"title":"Order Issues","question_1":"Q: \"Payment options\"","answer_1":"<p>You may pay with a debit or credit card as well as with your PayPal account. Your card will be charged within 3-5 business days of shipping your product. We accept the following forms of payment:\n\n• Visa\n\n• Mastercard\n\n• Apple pay\n\n• Paypal\n\n• American Express\n\n• Discover\n\n• JCB\n\n• Diners Club\n\n• Shop Pay\n\n• Google Pay<\/p>","question_2":"Q: “Where to shop?”","answer_2":"<p>Woobilly is sold exclusively at www.woobilly.com. Be the first to know about new collections, restocks, and more by signing up for emails.<\/p>","question_3":"Q: “How do I apply my discount code?”","answer_3":"<p>Before completing your order, you'll see a box to enter your discount code on the final checkout page. After entering the code, click 'Apply' to update your total with the discount.\n\n*Please note: Only one discount can be used per purchase.<\/p>","question_4":"Q: “How do I track my order?”","answer_4":"<p>After your order has been shipped, you'll receive an email notification with the tracking details. You can track your order either through the link in the email or by logging into your account on woobilly.com. Please note, your order may arrive in multiple shipments, and you'll receive a separate email for each one.\n\nThe notification will be sent to the email address used to place your order. If you're unable to track your shipment, please contact us at contact@woobilly.com with your order number.<\/p>","question_5":"Q: “How do I change or cancel an order?”","answer_5":"<p> You can modify or cancel your order by contacting our Customer Support Team before it is processed.\n\nIf you miss this window, don’t worry! We're dedicated to helping you find the perfect fit and offer hassle-free returns and exchanges. If you’d like to change your order, we recommend placing a new one to ensure the quickest delivery.<\/p>","question_6":"Q: “What should I do if my package hasn't arrived as expected?”","answer_6":"<p>First, verify the shipping address on your order confirmation. Then, check the area where the carrier might have left the package.\n\nNext, review your tracking link for any attempted delivery notices, or contact the carrier directly with your tracking number.\n\nIf everything seems in order, give it a bit more time—sometimes carriers mark items as delivered shortly before they arrive. Thank you for your patience!<\/p>","question_7":"Q: “What happens if my package is lost or stolen?”","answer_7":"<p>Once your item has shipped, Woobilly is not responsible for lost or stolen packages. However, if you haven't received your order or it has been lost in transit, please contact us, and we'll be happy to assist you.<\/p>","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"paragraph_zKePQr":{"type":"paragraph","settings":{"title":"Shipping","question_1":"Q: “What ship methods are used?”","answer_1":"<p>We partner with external delivery services (UPS, FedEx, DHL, and USPS), so we cannot guarantee specific delivery times.<\/p>","question_2":"Q: “Can I update the shipping address?”","answer_2":"<p>Normally we will only ship to the address entered when the order was originally placed. Please contact us via contact@woobilly.com if you need to change the shipping address<\/p>","question_3":"Q: “When will my order ship?”","answer_3":"<p>Orders are processed depending on item availability and payment approval. During high volume periods, product availability may be subject to change while your order is being processed.\n\nMost orders placed on business days will be processed and shipped within 1-2 business days.\n\nWe are unable to deliver on weekends or public holidays, any orders placed during this period will be dispatched the following business day.<\/p>","question_4":"Q: “How long will it take for my order to arrive?”","answer_4":"<p>Express Shipping: 5-7 business days \/ Standard Shipping: 7-15 business days\n\nPlease note that shipping times do not include the standard 1-2 business days required for processing before your order is shipped.\n\nImportant: Due to high order volumes and slower logistics during the Black Friday shopping period, some shipments may be delayed. We're working hard to ensure your order arrives on time.<\/p>","question_5":"Q: “Will Woobilly ship to an International PO Boxes or APO box?”","answer_5":"<p>Please note that we do not deliver to PO Boxes or APO addresses. For more information on international shipping, please contact us at contact@woobilly.com.<\/p>","question_6":"Q: “What should I do if my package is missing?”","answer_6":"<p>If you haven't received your delivered order or if it was lost in transit, please contact us via contact@woobilly.com, and we’ll reply to you ASAP.\n<\/p>","question_7":"Q: “What's the shipping fee and how do I qualify for free shipping?”","answer_7":"<p>We offer FREE worldwide shipping for orders over $79 USD. For in-stock items, your order will be processed and shipped within 3-5 business days after order verification, depending on the shipping method you select. Depending on your location, delivery typically takes approximately 7-14 business days.<\/p>","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"paragraph_YwXCRd":{"type":"paragraph","settings":{"title":"Exchanges & Returns","question_1":"Q: “What is Woobilly's return policy”","answer_1":"<p>• We accept exchanges and returns within 30 days of receiving your order. Please note, free gifts, bras, underwear, and items marked as final sale are not eligible for return.\n\n• Items must be returned unworn, unwashed, in their original condition, with all tags and liners attached.\n\n• We kindly request that you try on items without wearing makeup, perfume, or beauty products that may leave marks or scents, as this could make the item ineligible for return.\n\n• Please wear underwear when trying on your purchase for the first time, as we reserve the right to refuse returns that show any signs of wear.\n\n• Exchanges:\n\nWe are happy to offer free exchanges, and for the first exchange, Woobilly will provide a complimentary return label.\nStarting from the second exchange, customers will be responsible for the shipping costs associated with the exchange.\n• Returns and Refunds:\n\nIf you choose to return an item for a refund, please note that Woobilly does not cover return shipping costs.\nWoobilly can provide a return label for your convenience, but the specific shipping fee will apply.\nPlease note that we can typically process only one return or exchange per order. To benefit fully, carefully consider all the items you wish to return or exchange.<\/p>","question_2":"Q: “How do I request an exchange or return?”","answer_2":"<p>Finding the perfect shapewear can be challenging. Thankfully, with our 100% Fit Guarantee, you can easily return or exchange your item for a different size or product. To submit a request:\n\nSimply email our customer care team at contact@woobilly.com with your order number and details of your return or exchange request. Once you've dropped off your package at your local post office, please contact us to share your return tracking information.<\/p>","question_3":"Q: “How long does a refund or exchange take to process?”","answer_3":"<p>Once we confirm that your returned item(s) are on their way to us, we will proceed as follows:\n\nFor exchange requests: Your new item(s) will be shipped, and you’ll receive a shipping confirmation email with tracking details.\n\nFor return requests: We’ll process your refund and notify you via email. The refund will be applied to your original payment method.\n\nPlease note, it may take 1-3 business days for the refund to appear in your bank account, depending on your financial institution's processing times.<\/p>","question_4":"Q: “How to request a return label?”","answer_4":"<p>If you're not completely satisfied with the fit or feel, you can exchange or return your items within 30 days. For a return label, please contact us by emailing contact@woobilly.com.<\/p>","question_5":"Q: “Can you help with a defective product?”","answer_5":"<p> We apologize if you received a damaged item. Please email a photo of the damaged product along with your order number to contact@woobilly.com, and we’ll be happy to assist with a resolution.\n\nPlease note that damaged items outside of the 30-day return window cannot be returned or refunded.\n<\/p>","question_6":"Q: “Do you guys provide customer support during weekends \/ holidays?”","answer_6":"<p>Normally we don't provide support during weekends, except for urgent cases. In these cases, you only need to mark “Urgent” in your email, we will get back to you ASAP.\n<\/p>","question_7":"Q: “What I have to do when I need your support?”","answer_7":"<p>1\/ Create a staff account for us (with Themes permission and Settings permission) <a href=\"http:\/\/docs.shopify.com\/manual\/settings\/account\/staff-members\" title=\"http:\/\/docs.shopify.com\/manual\/settings\/account\/staff-members\">http:\/\/docs.shopify.com\/manual\/settings\/account\/staff-members<\/a><\/p>\n<p>2\/ Capture screenshot or video for the issue you get.<\/p>\n<p>3\/ Specify which template and version you are using.<\/p>\n<p>4\/ Describe clearly how to reproduce the issue.<\/p>\n<p>5\/ Submit a support ticket at here: <a href=\"https:\/\/halosoft.ticksy.com\/\" title=\"https:\/\/halosoft.ticksy.com\/\">https:\/\/halosoft.ticksy.com\/<\/a>. Our support team will get back to you soonest, please help us to wait.<\/p>","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"f4d12560-a07c-4bd4-a934-2a8eddeaccc9":{"type":"paragraph","settings":{"title":"Payment","question_1":"Q: “What currency is the site in?”","answer_1":"<p>Our website is currently in United States dollars. All purchases will be converted to USD after purchase.<\/p>","question_2":"Q: “What is Afterpay?”","answer_2":"<p>Afterpay is a service that allows us to offer our customers the ability to make purchases now and pay for them in four equal payments made every 2 weeks without any interest. <\/p>","question_3":"Q: “How secure is my payment information?”","answer_3":"<p>Your payment is secure, and your information remains private at all times. All data is encrypted to ensure the protection of sensitive information.<\/p>","question_4":"Q: “Does Woobilly charges sales tax?”","answer_4":"<p>We are required by law to charge and collect taxes on the products we sell, based on the tax laws applicable to the shipping or delivery location of your order. During checkout, all relevant taxes will be added to your order total. The tax amount shown at checkout is an estimate and may differ slightly from the actual tax payable due to varying tax rates associated with the origin and destination of the purchased items, as well as other factors.<\/p>","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}}},"block_order":["15d9d2f4-1bdd-49c8-9a99-58246020f05c","paragraph_zKePQr","paragraph_YwXCRd","f4d12560-a07c-4bd4-a934-2a8eddeaccc9"],"settings":{"show_breadcrumb":false,"breadcrumb_alignment":"left","breadcrumb_bg":"","breadcrumb_gradient":"","breadcrumb_bg_mb":"#f6f6f6","breadcrumb_gradient_mb":"","show_page_title":true,"page_title_alignment":"left","container":"1170","mg_top_desktop":0,"mg_top_tablet":0,"mg_top_mobile":0,"mg_bottom_desktop":0,"mg_bottom_tablet":0,"mg_bottom_mobile":0,"show_faqs_filter":true,"faqs_text":"<p>FREQUENTLY ASKED QUESTIONS<\/p>","faqs_message_heading":"","faqs_message_text":"","message_method_link_1":"https:\/\/facebook.com","message_method_text_1":"Message Us","message_method_link_2":"https:\/\/gmail.com","message_method_text_2":"Contact Us","contact_content_text":"","contact_text":"","contact_link":"shopify:\/\/pages\/contact-us-2","contact_color":"#ffffff","contact_color_border":"#ef6454","contact_color_bg":"#ef6454","contact_color_bg_gradient":"","contact_color_hover":"#ffffff","contact_color_border_hover":"#e93d29","contact_color_bg_hover":"#e93d29","contact_color_bg_gradient_hover":""}}},"order":["main"]}